[Cues]
Cue_E5_7Z_LabyChloe_Bink_Chloe_010="After five years you're still Max Caulfield."
Cue_E5_7Z_LabyChloe_Bink_Max_020="I am seriously glad to see you."
Cue_E5_7Z_LabyChloe_E1ChloeCar_Chloe_010="Welcome home, Max."
Cue_E5_7Z_LabyChloe_E1ChloeCar_Chloe_020="Fasten your seatbelt."
Cue_E5_7Z_LabyChloe_E1Cliff_Chloe_010="You were here today, Max. You saved me! I'm still tripping on that... Seeing you after all these years feels like—"
Cue_E5_7Z_LabyChloe_E1Cliff_Chloe_030="If this is destiny, I hope we can find Rachel. I miss her, Max."
Cue_E5_7Z_LabyChloe_E1Cliff_Chloe_040="What the hell is this?"
Cue_E5_7Z_LabyChloe_E1Cliff_Chloe_070="Max, start from the beginning."
Cue_E5_7Z_LabyChloe_E1Cliff_Chloe_080="Tell me everything..."
Cue_E5_7Z_LabyChloe_E1Cliff_Max_020="Destiny?"
Cue_E5_7Z_LabyChloe_E1Cliff_Max_050="Snowflakes..."
Cue_E5_7Z_LabyChloe_E1Cliff_Max_060="Or a storm is coming."
Cue_E5_7Z_LabyChloe_E1DavidHome_Chloe_010="This song fucking rules! Can't dance, hippie? Come on!"
Cue_E5_7Z_LabyChloe_E1DavidHome_Chloe_020="Rawk out, girl!"
Cue_E5_7Z_LabyChloe_E1DavidHome_Chloe_030="Yo, turn it off, turn it off!"
Cue_E5_7Z_LabyChloe_E1DavidHome_Chloe_040="You need to hide. Now! My stepdad will kill me if he finds you here!"
Cue_E5_7Z_LabyChloe_E1FriendAgain_Chloe_010="I, uh... know it was your birthday last month..."
Cue_E5_7Z_LabyChloe_E1FriendAgain_Chloe_020="This was my real father's camera... I want you to have it."
Cue_E5_7Z_LabyChloe_E1FriendAgain_Chloe_040="Now that we got the mushy shit out of the way, I feel like stage diving! Let's thrash this place!"
Cue_E5_7Z_LabyChloe_E1FriendAgain_Chloe_050="Yep, yep! I'm fucking insane in the brain! Let's dance! Shake that bony white ass! Or take my picture with your new camera!"
Cue_E5_7Z_LabyChloe_E1FriendAgain_Max_030="Yes, of course it's cool! Thank you... This camera is so sweet."
Cue_E5_7Z_LabyChloe_E2Diner_Chloe_010="Let's talk about your superpower..."
Cue_E5_7Z_LabyChloe_E2Diner_Chloe_020="Epic!"
Cue_E5_7Z_LabyChloe_E2Diner_Chloe_030="I pledge allegiance to Max and the power for which she stands..."
Cue_E5_7Z_LabyChloe_E2Diner_Chloe_040="You can rewind time, Max. That's fucking insane. We have to play!"
Cue_E5_7Z_LabyChloe_E2Diner_Chloe_050="You need a sidekick to guide you."
Cue_E5_7Z_LabyChloe_E2Diner_Max_060="Okay, Girl Wonder... Show me the way to Chloe's Cave."
Cue_E5_7Z_LabyChloe_E2Junkyard_Chloe_010="Welcome to American Rust, my home away from Hell."
Cue_E5_7Z_LabyChloe_E2Junkyard_Chloe_030="Max, do you know how awesome this is? I get my best friend back and she's also supersized?"
Cue_E5_7Z_LabyChloe_E2Junkyard_Chloe_050="Max, here let me help you find a place to chill..."
Cue_E5_7Z_LabyChloe_E2Junkyard_Chloe_060="You freaked me out there. Do you feel any better now?"
Cue_E5_7Z_LabyChloe_E2Junkyard_Max_020="Raw and rough. It suits you..."
Cue_E5_7Z_LabyChloe_E2Junkyard_Max_040="I... don't... feel so super..."
Cue_E5_7Z_LabyChloe_E2PrinDoor_Chloe_020="As long as you're my partner in time."
Cue_E5_7Z_LabyChloe_E2PrinDoor_Chloe_030="I might get on the other side of that door before you, Lupin."
Cue_E5_7Z_LabyChloe_E2PrinDoor_Chloe_060="You are magic. I have no clue how the hell you got in there, but you did it, sista."
Cue_E5_7Z_LabyChloe_E2PrinDoor_Max_010="I'm so glad you're my partner in crime."
Cue_E5_7Z_LabyChloe_E2PrinDoor_Max_040="The race is on. See you soon."
Cue_E5_7Z_LabyChloe_E2PrinDoor_Max_050="Welcome to my domain."
Cue_E5_7Z_LabyChloe_E2PrinOffice_Chloe_010="Max, you better come check out these files..."
Cue_E5_7Z_LabyChloe_E2PrinOffice_Chloe_040="Max, do your powers include mind-reading? Or did you just rewind because I tried to steal the chair? Shit, I'm confused."
Cue_E5_7Z_LabyChloe_E2PrinOffice_Max_020="It's not a drawing... look, "Rachel in the dark room... Rachel in the dark room..." Over and over. That's it."
Cue_E5_7Z_LabyChloe_E2PrinOffice_Max_030="No, you are not taking the cozy chair."
Cue_E5_7Z_LabyChloe_E2PrinOffice_Max_050="It's the powers of best friendship. I know how you roll..."
Cue_E5_7Z_LabyChloe_E2Railroad_Chloe_010="You saved me again. Crazy. Now we're totally bonded for life!"
Cue_E5_7Z_LabyChloe_E2Railroad_Chloe_020="Since you're the mysterious superhero... I'll be your faithful chauffeur and companion."
Cue_E5_7Z_LabyChloe_E2Railroad_Chloe_040="That's okay—we will. Forever."
Cue_E5_7Z_LabyChloe_E2Railroad_Max_030="My powers might not last, Chloe."
Cue_E5_7Z_LabyChloe_E3ChloeRoomKiss_Chloe_010="I double dare you. Kiss me now."
Cue_E5_7Z_LabyChloe_E3ChloeRoomKiss_Chloe_020="Damn, you're hardcore, Max! Now I can text Warren and tell him he doesn't stand a chance... unless he's into girl-on-girl action."
Cue_E5_7Z_LabyChloe_E3ChloeRoomKiss_Max_030="You are such a dork."
Cue_E5_7Z_LabyChloe_E3ChloeRoomNoKiss_Chloe_010="I double dare you. Kiss me now."
Cue_E5_7Z_LabyChloe_E3ChloeRoomNoKiss_Chloe_030="Oh, like I am? Just admit that you already macked on me then used your rewind! Now I can text Warren that you're saving yourself all for him..."
Cue_E5_7Z_LabyChloe_E3ChloeRoomNoKiss_Max_020="Sorry, not that easy."
Cue_E5_7Z_LabyChloe_E3ChloeRoomNoKiss_Max_040="You are such a dork."
Cue_E5_7Z_LabyChloe_E3ChloeRoomWakeUp_Chloe_010="Photobomb!"
Cue_E5_7Z_LabyChloe_E3ChloeRoomWakeUp_Chloe_040="We left a skid mark on Blackwell last night."
Cue_E5_7Z_LabyChloe_E3ChloeRoomWakeUp_Max_020="Photo-hog!"
Cue_E5_7Z_LabyChloe_E3ChloeRoomWakeUp_Max_030="It feels like a different world from yesterday..."
Cue_E5_7Z_LabyChloe_E3ChloeRoomWakeUp_Max_050="Wish we could just hang out all morning like we used to... Maybe we should get up, I have to get back to Blackwell soon."
Cue_E5_7Z_LabyChloe_E3FrankRV_Chloe_010="Oh, we could totally cruise everywhere in this bad boy! Can you see us heading down the coast to Big Sur or beyond?"
Cue_E5_7Z_LabyChloe_E3FrankRV_Chloe_020="I know. Just daydreaming."
Cue_E5_7Z_LabyChloe_E3FrankRV_Chloe_030="It makes me ill that Rachel posed like this for Frank... or wrote him love letters... I can't believe she was banging Frank! Rachel straight up lied to my face! Why didn't she say anything?"
Cue_E5_7Z_LabyChloe_E3FrankRV_Chloe_050="Then she wasn't much of a friend, huh? Just another person who shits all over me. Why does everybody in my life let me down? My dad gets killed, you bail on me for years, my mother gloms onto step-fucker... now Rachel betrays me..."
Cue_E5_7Z_LabyChloe_E3FrankRV_Max_040="Because she knew how you would react."
Cue_E5_7Z_LabyChloe_E3Polarewind_Chloe_010="Not until I see it first! You know the rules, Dad!"
Cue_E5_7Z_LabyChloe_E3Polarewind_Chloe_020="Dude, I am so lucky that my father is cool..."
Cue_E5_7Z_LabyChloe_E3Polarewind_Chloe_030="Max, you are being so fucking strange. You feel okay?"
Cue_E5_7Z_LabyChloe_E3Polarewind_Max_040="Chloe, I am... awesome. We are awesome!"
Cue_E5_7Z_LabyChloe_E3SwimPoolRun_Chloe_020="You look cute with your hair soaked in chemicals."
Cue_E5_7Z_LabyChloe_E3SwimPoolRun_Chloe_040="Hide!"
Cue_E5_7Z_LabyChloe_E3SwimPoolRun_Chloe_050="You can't go back to your dorm now, you're a Blackwell fugitive! Crash at my place tonight."
Cue_E5_7Z_LabyChloe_E3SwimPoolRun_Max_010="Let's call it a draw. I'm gonna freeze my ass off when I get out..."
Cue_E5_7Z_LabyChloe_E3SwimPoolRun_Max_030="Hide!"
Cue_E5_7Z_LabyChloe_E3SwimPoolSwim_Chloe_020="Why, look! An otter in my water!"
Cue_E5_7Z_LabyChloe_E3SwimPoolSwim_Chloe_030="Your power is changing everything, Max. Especially you. I can already tell. You're not so chickenshit anymore."
Cue_E5_7Z_LabyChloe_E3SwimPoolSwim_Chloe_050="And you make me feel like I have a reason for still being in Arcadia Bay."
Cue_E5_7Z_LabyChloe_E3SwimPoolSwim_Max_010="Cowabunga!"
Cue_E5_7Z_LabyChloe_E3SwimPoolSwim_Max_040="Thanks, girlfriend."
Cue_E5_7Z_LabyChloe_E4Beach_Chloe_010="It’s weird hanging out with you again."
Cue_E5_7Z_LabyChloe_E4Beach_Chloe_030="Look, the worst thing you can do is treat me like a baby. I still want to laugh and talk shit with my best friend."
Cue_E5_7Z_LabyChloe_E4Beach_Chloe_040="Can we stop?"
Cue_E5_7Z_LabyChloe_E4Beach_Chloe_050="This is seriously the best view of the sunset. What do photographers call that?"
Cue_E5_7Z_LabyChloe_E4Beach_Max_020="I know... I’m glad we are, though."
Cue_E5_7Z_LabyChloe_E4Beach_Max_060=""The golden hour.""
Cue_E5_7Z_LabyChloe_E4DarkRoom_Chloe_030="Rachel…"
Cue_E5_7Z_LabyChloe_E4DarkRoom_Chloe_040="This can't be real... These are all—these are all posed shots, right? Right?"
Cue_E5_7Z_LabyChloe_E4DarkRoom_Chloe_050="The junkyard! Max, we have to find that spot, now! Then we can see what he did... There's no way she's dead. No way! She posed for those pictures, Max. I know it, please... let's go."
Cue_E5_7Z_LabyChloe_E4DarkRoom_Max_010="Kate wasn't the first... All those binders are filled with other victims."
Cue_E5_7Z_LabyChloe_E4DarkRoom_Max_020="Victoria has to be next. Nathan must be planning to dose her tonight at the Vortex Club party."
Cue_E5_7Z_LabyChloe_E4DetectiveBoard_Chloe_030="You sound high, but thanks for the morning grope. Since we were up all night playing&nbsp;"CSI:&nbsp;Arcadia Bay," I was still spaced out here, trying to put all this info together."
Cue_E5_7Z_LabyChloe_E4DetectiveBoard_Max_010="Chloe... you're back."
Cue_E5_7Z_LabyChloe_E4DetectiveBoard_Max_020="I'm just... I'm just—I'm so glad you're here!"
Cue_E5_7Z_LabyChloe_E4JunkyardRachel_Chloe_010="Rachel...|Oh, Rachel... No... no... Please, not her..."
Cue_E5_7Z_LabyChloe_E4JunkyardRachel_Chloe_030="Rachel... why?"
Cue_E5_7Z_LabyChloe_E4JunkyardRachel_Chloe_050="I loved her so much... How can she be dead? What kind of world does this? Who does this?!"
Cue_E5_7Z_LabyChloe_E4JunkyardRachel_Max_020="Chloe…"
Cue_E5_7Z_LabyChloe_E4JunkyardRachel_Max_040="I’m sorry, Chloe. I’m so sorry…"
Cue_E5_7Z_LabyChloe_E4MedicalBed_Chloe_010="Whoa, awesome picture. We look so badass in our pirate gear."
Cue_E5_7Z_LabyChloe_E4MedicalBed_Chloe_030="Listen, Max, my respiratory system is failing and... and it's only getting worse.|I've heard the doctors talking about it when they thought I was zonked out.|So I know I'm just putting off the inevitable,|while my parents suffer along... and I will, too.|This isn't how I want things to end."
Cue_E5_7Z_LabyChloe_E4MedicalBed_Chloe_050="I'm saying that being with you again has been so special. I just wanted to feel like when we were kids running around Arcadia Bay... and everything was possible.|And you made me feel that way today. I want this time with you to be my last memory...|Do you understand?"
Cue_E5_7Z_LabyChloe_E4MedicalBed_Max_020="We should have taken over Arcadia Bay when we had the chance."
Cue_E5_7Z_LabyChloe_E4MedicalBed_Max_040="What? What are you saying?"
Cue_E5_7Z_LabyChloe_End_Chloe_010="Come on Max, we’re almost there!"
Cue_E5_7Z_LabyChloe_End_Chloe_020="Please wake up!"
Cue_E5_7Z_LabyChloe_End_Chloe_030="Max, can you hear me?"
Cue_E5_7Z_LabyChloe_End_Chloe_040="Hang on, Max, we can make it!"
Cue_E5_7Z_LabyChloe_End_Chloe_050="Listen to me! Max!"
Cue_E5_7Z_LabyChloe_End_Chloe_060="We’re near the lighthouse! Wake up!"
Cue_E5_7Z_LabyChloe_End_Chloe_070="Dammit, Max, don't let me down!"
Cue_E5_7Z_LabyChloe_End_Chloe_080="Max, come on now!"
Cue_E5_7Z_LabyChloe_End_Chloe_090="Don't worry... we'll be okay."
